function Community() {
  return (
    <div>
      <div className="community">
        <div className="communityChilled">
          <div>
            <h1>العنوان</h1>
            <p>
              لوريم ايبسوم دولار سيت أميت ,كونسيكتيتور أدايبا يسكينج أليايت,سيت
              دو أيوسمود تيمبور أنكايديديونتيوت لابوري ات دولار ماجنا أليكيوا .
              يوت انيم أد مينيم فينايم,كيواس نوستريد أكسير سيتاشن يللأمكو
              لابورأس نيسي ريبريهينديرأيت فوليوبتاتي فيلايت أيسسي كايلليوم دولار
              أيو فيجايت نيولا يت أليكيوب أكس أيا كوممودو كونسيكيوات . ديواس
              أيوتي أريري دولار إن باراياتيور. أيكسسيبتيور ساينت أوككايكات
              كيوبايداتات نون بروايدينت ,سيونت ان كيولبا كيو أوفيسيا
              ديسيريونتموليت انيم أيدي ايست لابوريوم لوريم ايبسوم دولار سيت أميت
              ,كونسيكتيتور أدايبا يسكينج أليايت,سيت دو أيوسمود تيمبور
              أنكايديديونتيوت لابوري ات دولار ماجنا أليكيوا . يوت انيم أد مينيم
              فينايم,كيواس نوستريد أكسير سيتاشن يللأمكو لابورأس نيسي يت أليكيوب
              أكس أيا كوممودو كونسيكيوات . ديواس أيوتي أريري دولار إن
              ريبريهينديرأيت فوليوبتاتي فيلايت أيسسي كايلليوم دولار أيو فيجايت
              نيولا باراياتيور. أيكسسيبتيور ساينت أوككايكات كيوبايداتات نون
              بروايدينت ,سيونت ان كيولبا كيو أوفيسيا ديسيريونتموليت انيم أيدي
              ايست لابوريوم لوريم ايبسوم دولار سيت أميت ,كونسيكتيتور أدايبا
              يسكينج أليايت,سيت دو أيوسمود تيمبور أنكايديديونتيوت لابوري ات
              دولار ماجنا أليكيوا . يوت انيم أد مينيم فينايم,كيواس نوستريد أكسير
              سيتاشن يللأمكو لابورأس نيسي يت أليكيوب أكس أيا كوممودو كونسيكيوات
              . ديواس أيوتي أريري دولار إن ريبريهينديرأيت فوليوبتاتي فيلايت
              أيسسي كايلليوم دولار أيو فيجايت نيولا باراياتيور. أيكسسيبتيور
              ساينت أوككايكات كيوبايداتات نون بروايدينت ,سيونت ان كيولبا كيو
              أوفيسيا ديسيريونتموليت انيم أيدي ايست لابوريوم.
            </p>
          </div>

          <div className="communityTolls">
            <a className="comment" href="#">
              تعليق
            </a>
          </div>
        </div>
      </div>


    </div>
  );
}

export default Community;
